Revit 2027 API
ParameterTypeId.SpacingLayoutn2 Property
 "Layout"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpacingLayoutn2 { get; }
Public Shared ReadOnly Property SpacingLayoutn2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpacingLayoutn2 {
	ForgeTypeId^ get ();
}
static member SpacingLayoutn2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace